
var schools = [
  {
    name: "مدرسة الثقافة العسكرية - عمان",
    lat: 31.9539,
    lon: 35.9106,
    info: "تأسست في عمان، وتقدم برامج تعليمية شاملة."
  },
  {
    name: "مدرسة الثقافة العسكرية - الزرقاء",
    lat: 32.0551,
    lon: 36.0852,
    info: "تقع في محافظة الزرقاء وتخدم مناطق الوسط."
  },
  {
    name: "مدرسة الثقافة العسكرية - إربد",
    lat: 32.5556,
    lon: 35.85,
    info: "تخدم محافظة إربد والمناطق الشمالية."
  },
  {
    name: "مدرسة الشهيد فيصل الثاني - طبربور",
    lat: 32.003745,
    lon: 35.951210,
    info: "مدرسة الثقافة العسكرية في منطقة طبربور - عمان."
  }
];
